<?php
return [
    'adminEmail' => 'admin@example.com',
    'supportEmail' => 'support@example.com',
    'user.passwordResetTokenExpire' => 3600,
    //年级
    'class'=>[
        '0'=>'一年级',
        '1'=>'二年级',
        '2'=>'三年级',
        '3'=>'四年级',
        '4'=>'五年级',
        '5'=>'六年级',
        '6'=>'七年级',
        '7'=>'八年级',
        '8'=>'九年级',
    ],
    //课程
    'course'=>[
        '0'=>'语文',
        '1'=>'英语',
        '2'=>'数学',
    ],
    //把这三种作为一样的资源看待统一添加
    'resource'=>[
        '0'=>'教案',
        '1'=>'课件',
        '2'=>'试题',
    ],
    //管理评论的地方用
    'type'=>[
        '0'=>'微课',
        '1'=>'教案',
        '2'=>'课件',
        '3'=>'试题',
    ],
];
